[
    {
        "key": "B002RL8IYK",
        "name": "HIP – HOP DANCE",
        "course_fee": "$80",
        "duration": "6 Month",
        "discription": "Hip-hop dance refers to “Street Dance” styles primarily performed to hip-hop music or that have evolved as part of hip-hop culture. It includes a wide range of styles primarily breaking, locking, and popping which were created in the 1970s and made popular by dance crews in the United States.",
        "img": "https://i0.wp.com/ideasfornames.com/wp-content/uploads/2019/10/Depositphotos_16927539_s-2019.jpg?ssl=1"
    },
    {
        "key": "B002RL8IYP",
        "name": "Tap Dance",
        "course_fee": "$40",
        "duration": "6 Month",
        "discription": "Tap dance is a form of dance characterized by a tapping sound that is created from metal plates that are attached to both the ball and heel of the dancer’s shoe.",
        "img": "https://i2.wp.com/www.wonderslist.com/wp-content/uploads/2013/01/Tap-Dance.jpg?w=550&ssl=1"
    },
    {
        "key": "B002RL8IYO",
        "name": "Yangko Dance",
        "course_fee": "$80",
        "duration": "6 Month",
        "discription": "The Yangko dance is a traditional folk dance of the Han Chinese. It originated from China and happens to be a popular part of their culture. It involves swaying of the body to certain rhythms. The waist and the hip are used to drive feet in order to sync with the music.",
        "img": "https://i1.wp.com/www.wonderslist.com/wp-content/uploads/2013/01/Yangko-Dance.jpg?w=550&ssl=1"
    },
    {
        "key": "B002RL8IYM",
        "name": "Belly Dance",
        "course_fee": "$80",
        "duration": "6 Month",
        "discription": "Belly dance is a Western-coined name for a “traditional West Asian” dance, especially Raqs Sharqi. It is sometimes also called Middle Eastern dance or Arabic dance in the West. The term “Belly dance” is a misnomer as every part of the body is involved in the dance. The most featured body part being the hips. It basically originated from Middle East.",
        "img": "https://i0.wp.com/www.wonderslist.com/wp-content/uploads/2013/01/Belly-Dance.jpg?w=550&ssl=1"
    },
    {
        "key": "B002RL8IYA",
        "name": "Kathak",
        "course_fee": "$80",
        "duration": "6 Month",
        "discription": "Kathak is one of the eight forms of Indian classical dances, originated from India. This dance form traces its origins to the nomadic bards of ancient northern India, known as Kathakars or storytellers. Its form today contains traces of temple and ritual dances, and the influence of the bhakti movement.",
        "img": "https://i0.wp.com/www.wonderslist.com/wp-content/uploads/2013/01/Kathak-Dance-by-Madhuri-Dixit.jpg?w=550&ssl=1"
    },
    {
        "key": "B002RL8IYQ",
        "name": "Break Dance or B-boying",
        "course_fee": "$80",
        "duration": "6 Month",
        "discription": "Break Dance or B-boying or B-girling is a form of street dancing style popularize by Michale Jackson. The dance consists of four primary elements: toprock, downrock, power moves and freezes/suicides.",
        "img": "https://i0.wp.com/www.wonderslist.com/wp-content/uploads/2013/01/Break-Dance.jpg?w=550&ssl=1"
    },
    {
        "key": "B002RL8IYW",
        "name": "Ballet",
        "course_fee": "$70",
        "duration": "5 Month",
        "discription": "This is a performance dance and it originated in Italy during the fifteenth century. The dance developed in France and Russia and evolved from performance dance to concert dance. It is a very complicated form of dancing and is taught in different ballet schools all over the world.",
        "img": "https://i2.wp.com/www.wonderslist.com/wp-content/uploads/2013/01/Ballet-Dance.jpg?w=550&ssl=1"
    },
    {
        "key": "B002RL8IYR",
        "name": "Salsa",
        "course_fee": "$85",
        "duration": "4 Month",
        "discription": "Salsa is a syncretic dance genre from Cuba. It is normally a partner dance, although there are recognized solo forms. Salsa is usually danced to the salsa music although most people perform the steps with Latin American music as well. ",
        "img": "https://i0.wp.com/www.wonderslist.com/wp-content/uploads/2013/01/Salsa-Dance.jpeg?w=550&ssl=1"
    },
    {
        "key": "B002RL8IYV",
        "name": "Line Dance",
        "course_fee": "$55",
        "duration": "5 Month",
        "discription": "A line dance is a choreographed dance with a repeated sequence of steps in which a group of people dance in one or more lines or rows without regard for the gender of the individuals, all facing the same direction, and executing the steps at the same time.",
        "img": "https://i0.wp.com/www.wonderslist.com/wp-content/uploads/2013/01/Line-Dance-by-Madhuri-Dixit-Karisma-Kapoor.jpg?w=550&ssl=1"
    },
    
    {
        "key": "B002RL8IYG",
        "name": "Art in motion",
        "course_fee": "$60",
        "duration": "6 Month",
        "discription": "Art in motion dance refers to “Street Dance” styles primarily performed to hip-hop music or that have evolved as part of hip-hop culture. It includes a wide range of styles primarily breaking,It involves swaying of the body to certain rhythms. The waist and the hip are used to drive feet in order to sync with the music",
        "img": "https://www.terracestandard.com/wp-content/uploads/2019/05/16933449_web1_TST-ArtinMotion-DanceCompany.jpg"
    },
    {
        "key": "B002RL8IYF",
        "name": "Beatbusters",
        "course_fee": "$70",
        "duration": "5 Month",
        "discription": "Beatbusters dance refers to “Street Dance” styles primarily performed to hip-hop music or that have evolved as part of hip-hop culture. It includes a wide range of styles primarily breaking, locking, and popping which were created in the 248s and made popular by dance crews in the United States.",
        "img": "https://img.discogs.com/qhMlQ1V951SRf-BcBRVA9Ec3oqM=/600x400/smart/filters:strip_icc():format(jpeg):mode_rgb():quality(90)/discogs-images/A-233810-1505463937-6367.jpeg.jpg"
    },
    {
        "key": "B002RL8IYZ",
        "name": "Folk Dance",
        "course_fee": "$80",
        "duration": "6 Month",
        "discription": "Folk dance, generally, a type of dance that is a vernacular, usually recreational, expression of a past or present culture. The term folk dance was accepted until the mid-20th century. Then this and other categories of dance were questioned and their distinctions became subject to debate.",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTtUUDYITywV2tc2Q8raePCymXqBUEEc1Rp_Q&usqp=CAU"
    }
]